/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "被叫“详细资料”请求";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "占线";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "呼叫错误1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "呼叫错误2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "呼叫等待";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "接通";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "有空的联系人";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "没空的联系人";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "收到的联系人人数";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "文件传送完成";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "文件传送失败";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "第一条消息已收到";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "挂断电话";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "通话暂候";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "来电";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "被叫文件传送";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "登录";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "注销";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "已收到消息";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "前台消息已接收";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "消息已发送";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "新用户";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "呼出通话";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "远程挂断";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "恢复通话";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "按键音拨号";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "三声哔声";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "语音消息";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "注销时";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "登录时";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "联系人有空";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "联系人没空";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "来电";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "来电 － 呼叫等待";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "正在接通";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "呼出通话";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "挂断电话";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "群组通话参与者挂断";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "占线";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "通话暂候";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "恢复通话";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "最近聊天中的新消息";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "当前聊天中的新消息";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "聊天中的第一条消息";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "已收到个人签名";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "联系人正在输入";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "消息已发送";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "收到添加为联系人请求";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "收到的联系人人数";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "被叫文件传送";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "文件传送完成";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "文件传送失败";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "桌面版API应用程序已连接";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "您已登录。";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "您已注销。";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "联系人\"@\"现在有空。";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "联系人\"@\"现在没空。";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "您收到了\"@\"的来电！";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "您收到了\"@\"的来电！";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "正在接通。";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "正在呼叫\"@\"。";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "您已挂断电话。";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "对方已挂断电话。";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "占线。";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "通话暂候。";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "恢复通话。";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "消息";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "来自\"@\"的消息。";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "发送给\"@\"的消息。";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\"更改了个人签名。";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "您收到\"@\"发送的聊天消息！";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\"正在输入。";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "您收到\"@\"发送的添加为联系人请求！";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "您收到\"@\"发送的联系人列表！";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "您收到\"@\"发送的文件！";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "\"@\"的文件传送已完成。";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "\"@\"的文件传送失败。";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" connected to Skype";
